Repository: shoker84/django
Catalog: 11_I18n/djregistration/locale/*/LC_MESSAGES/django.po
Languages: ru

# tid_admin_blog
source: App «Blogs»
ru: Приложение «Блоги»

# tid_blog_form_placeholder_header
source: Header (200 symbols)
ru: Заголовок, 200 символов

# tid_blog_form_placeholder_content
source: Content (5000 symbols)
ru: Текст, 5000 символов

# tid_models_blog_user
source: User from DJDB
ru: Пользователь DJDB

# tid_label_header
source: Header
ru: Заголовок

# tid_models_blog_text
source: Text
ru: Текст

# tid_blog_label_created_at
source: Created at
ru: Создан

# tid_blog_label_updated_at
source: Updated at
ru: Обновлён

# tid_models_blog_meta_vn
source: blog
ru: блог

# tid_models_blog_meta_vnp
source: blogs
ru: блоги

# tid_label_images
source: Images (if you need)
ru: Изображения

# tid_models_blog_images_upload_at
source: Updated at
ru: Дата загрузки

# tid_models_blog_images_meta_vn
source: blog's photo
ru: фотка блога

# tid_models_blog_images_meta_vnp
source: blog's photos
ru: фотки блога

# tid_headermenu_blogs
source: Blogs
ru: Блоги

# tid_headermenu_profile_my_blog
source: My blog
ru: Мой блог

# tid_views_blog_read
source: Read blog
ru: Читать блог

# tid_buttons_blog_add
source: Add blog
ru: Добавить блог

# tid_messages_system_views_blogs_mysql
source: Problem creating a blog!
ru: Проблема при создании блога!

# tid_messages_news_comment_denied
source: In order to comment on the news, you must first log in.
ru: Для того, чтобы комментировать новости, сначала надо авторизоваться

# tid_buttons_blogs_import
source: Import blog
ru: Импортировать блог

# tid_messages_system_views_blogs_import_encode
source: File encoding not recognized
ru: Кодировка файла не распознана

# tid_messages_system_views_blogs_import_date
source: In the {csv_file} file, the publication date must be in the format «dd.mm.yyyy hh:mm»
ru: В файле {csv_file} дата публикации должна быть в формате «дд.мм.гггг чч:мм»

# tid_messages_system_views_blogs_import_item
source: Problem adding blog file «{header}» from {csv_file} file!
ru: Проблема с добавлением файла блога «{header}» из файла {csv_file}!

# tid_messages_system_views_blogs_import_text
source: In the {csv_file} file, the content length must be from 1 to 5000 characters
ru: В файле {csv_file} длина контента должна быть от 1 до 5000 символов

# tid_messages_system_views_blogs_import_header
source: In the {csv_file} file, the header length must be from 1 to 200 characters
ru: В файле {csv_file} длина заголовка должна быть от 1 до 200 символов

# tid_messages_system_views_blogs_import_error
source: Something went wrong while importing files...
ru: Что-то пошло не так при импорте файлов...

# tid_messages_system_views_blogs_import_no_files
source: No files for upload
ru: Нет загружаемых файлов

# tid_messages_blogs_import_auth
source: You must be logged in to import a blog.
ru: Для того, чтобы импортировать блоги, нужно авторизоваться

# tid_admin_comments
source: App «Comments»
ru: Приложение «Комментарии»

# tid_comment_form_text
source: Text of comment
ru: Текст комментария

# tid_headermenu_news
source: News
ru: Новости

# tid_models_comments_meta_vn
source: comment
ru: комментарий

# tid_models_comments_meta_vnp
source: comments
ru: комментарии

# tid_admin_news
source: App «News»
ru: Приложение «Новости»

# tid_news_form_placeholder_tag
source: Tag (20 symbols)
ru: Тег, 20 символов

# tid_tag_search_form_placeholder_tag
source: Searched tag (20 symbols)
ru: Искомый тег, 20 символов

# tid_tag_search_form_placeholder_date
source: By date
ru: От даты

# tid_label_content
source: Content
ru: Содержимое

# tid_news_label_published_at
source: Published at
ru: Опубликовано

# tid_models_news_item_published_by
source: Published by
ru: Кем опубликовано DJDB

# tid_label_tag
source: Tag
ru: Тег

# tid_models_news_meta_vn
source: news item
ru: новость

# tid_models_news_meta_vnp
source: news
ru: новости

# tid_models_news_meta_perm_can_publish
source: can publish
ru: Может публиковать

# tid_views_news_item_read
source: Reading news
ru: Просмотр новости

# tid_views_news_item_comment_add
source: Comment is add!
ru: Комментарий добавлен

# tid_views_news_item_comment_error
source: Error comment send
ru: Ошибка при добавлении комментария...

# tid_buttons_news_add
source: Add news
ru: Добавить новость

# tid_views_add_news_mysql
source: Problem with add news to DB
ru: Проблема с добавлением новости в БД

# tid_messages_news_list_denied
source: You do not have rights to add news. Wait for profile verification
ru: У вас нет прав на добавление новостей. Ожидайте верификацию профиля

# tid_messages_system_need_auth
source: You must be logged in to continue
ru: Чтобы продолжить, нужно авторизоваться

# tid_headermenu_profile_my_news
source: My news
ru: Мои новости

# tid_views_news_edit_title
source: Edit news item
ru: Редактирование новости

# tid_views_news_edit_info
source: Here news item details
ru: Тут детали новости

# tid_views_news_moder_title
source: News moderation
ru: Модерация новостей

# tid_views_news_moder_title_item
source: News item moder
ru: Модерирование новости

# tid_views_news_moder_title_publish
source: News item publish
ru: Публикация новости

# tid_views_news_moder_publish_success
source: News <b>«{news.header}»</b> published!
ru: Новость <b>«{news.header}»</b> опубликована!

# tid_views_news_moder_publish_error
source: News item ID is empty
ru: Не указан ID новости!

# tid_tag_search_form_label
source: Search by tag
ru: Поиск по тегу

# tid_admin_profiles
source: App «Profiles»
ru: Приложение «Профили»

# tid_form_labels_auth_login
source: Username
ru: Логин

# tid_form_labels_auth_password
source: Password
ru: Пароль

# tid_form_labels_reg_password_repeat
source: Repeat password
ru: Повторите пароль

# tid_form_labels_reg_first_name
source: First name
ru: Ваше имя

# tid_form_labels_reg_last_name
source: Last name
ru: Ваша фамилия

# tid_form_labels_reg_birthday
source: Birthday
ru: Дата рождения

# tid_form_labels_reg_city
source: City
ru: Город проживания

# tid_form_labels_reg_phone
source: Phone
ru: Телефон

# tid_form_labels_reg_captcha_solution
source: Answer of captcha
ru: Ответ

# tid_models_profiles_meta_vn
source: profile
ru: профиль

# tid_models_profiles_meta_vnp
source: profiles
ru: профили

# tid_page_view_profile_username
source: User
ru: Пользователь

# tid_page_view_profile_full_name
source: Full name
ru: Полное имя

# tid_page_groups
source: Group
ru: Группа

# tid_page_groups_verif
source: Verificated users
ru: Верифицированные пользователи

# tid_page_groups_moder
source: Moderators
ru: Модераторы

# tid_messages_profile_non_verif
source: Your account has not been verified yet! Wait for the moderator's decision!
ru: Ваш аккаунт еще не верифицирован! Дождитесь решения модератора!

# tid_messages_profile_non_group
source: User group not defined
ru: Группа пользователя не определена

# tid_profile_no_avatar
source: no avatar
ru: нет аватарки

# tid_form_profile_avatar
source: Avatar
ru: Аватар

# tid_profile_avatar_choose_file
source: Choose image avatar
ru: Выберите файл

# tid_views_user_profile_title
source: Profile{username}
ru: Профиль{username}

# tid_views_user_profile_success
source: Profile is updated!
ru: Профиль успешно обновлён!

# tid_views_login_title
source: Sign in
ru: Авторизация

# tid_views_reg_title
source: Sign up
ru: Регистрация

# tid_views_reg_form_error_captcha
source: Captcha answer must be a digit
ru: Решение должно быть числом!

# tid_views_reg_form_error_profile_mysql
source: Problem with adding profile in DB
ru: Проблема с добавлением профиля в БД

# tid_views_reg_form_error_mysql
source: Problem with add user to DB
ru: Проблема с добавлением пользователя в БД

# tid_views_reg_form_error_captcha_wrong
source: Captcha solution is wrong
ru: Пример решен неверно!

# tid_views_verif_title
source: Verification
ru: Верификация

# tid_views_profile_title
source: About user
ru: О пользователе

# tid_settings_lang_ru
source: Russian
ru: Русский

# tid_settings_lang_en
source: English
ru: Английский

# tid_buttons_blog_import
source: Import blog
ru: Импортировать блог

# tid_headermenu_moderation
source: Moderation
ru: Модерация

# tid_headermenu_moderation_verify_users
source: Verify users
ru: Вериф. польз.

# tid_headermenu_moderation_moder_news
source: Modering news
ru: Модер. новостей

# tid_headermenu_profile_me
source: My profile
ru: Мой профиль

# tid_headermenu_profile_quit
source: Logout
ru: Выход

# tid_headermenu_auth
source: Login
ru: Аутентификация

# tid_headermenu_login
source: Sign in
ru: Войти

# tid_headermenu_reg
source: Sign up
ru: Зарегистрироваться

# tid_headermenu_admin
source: Admin
ru: Админка

# tid_buttons_form_auth
source: Authenticate
ru: Авторизоваться

# tid_messages_form_auth_yet
source: You are authenticated yet
ru: Вы уже авторизованы

# tid_messages_form_auth_time
source: Authorization is available only from 08.00 to 23.59.59
ru: Авторизация доступна только с 08.00 по 23.59.59

# tid_form_labels_auth_desc
source: (for sign in)
ru: для входа

# tid_buttons_form_gen_password
source: generate password
ru: сгенерировать пароль

# tid_form_labels_reg_captcha
source: Solution captcha
ru: Решите капчу

# tid_buttons_form_reg
source: Register
ru: Зарегистрироваться

# tid_messages_form_reg_yet
source: You are registered yet
ru: Вы уже зарегистрированы

# tid_messages_blog_add_auth
source: You must be logged in to add a blog.
ru: Чтобы добавить блог, нужно авторизоваться

# tid_blog_import
source: Choose CSV-files for import
ru: Выберите CSV-файлы для импорта

# tid_messages_blog_import_auth
source: You must be logged in to import a blog.
ru: Для того, чтобы импортировать блоги, нужно авторизоваться

# tid_messages_blog_no_images
source: No images
ru: Изображения не прикреплены

# tid_messages_blog_no_exists
source: Blog not exists
ru: Блога не существует

# tid_blog_label
source: Blog
ru: Блог

# tid_links_blog_read_more
source: Read more
ru: Читать дальше

# tid_messages_blog_noone
source: You have no blogs
ru: У Вас еще нет блогов

# tid_news_label_not_published
source: Not yet
ru: Пока нет

# tid_buttons_moder_news_publish
source: Publish
ru: Опубликовать

# tid_messages_moder_news_noone
source: You have no unmoder news
ru: Нет непромодерированных новостей

# tid_messages_system_denied
source: You have no access
ru: У Вас нет прав

# tid_buttons_moder_users_verify
source: Verify
ru: Верифицировать

# tid_buttons_moder_users_unverify
source: Drop verify
ru: Снять верификацию

# tid_messages_moder_user_noone
source: No unverify users
ru: Нет неверифицированных пользователей

# tid_label_author
source: Author
ru: Автор

# tid_messages_news_comments_noone
source: There are no comments for the news yet. <b>Be the first!</b>
ru: Пока еще нет комментариев к новости. <b>Будьте первым!</b>

# tid_news_comments_label_write
source: Write comment
ru: Оставить комментарий

# tid_buttons_send
source: Send
ru: Отправить

# tid_messages_news_list_noone
source: No news here
ru: Пока нет новостей

# tid_mynews_labels_nopublished
source: Not yet published, can be edited
ru: Пока не опубликовано, можно редактировать

# tid_mynews_labels_published
source: The news has been published, it is impossible to edit
ru: Новость опубликована, редактировать невозможно

# tid_mynews_label_not_published
source: Not published
ru: Не опубликовано

# tid_messages_mynews_noone
source: You have no news
ru: У Вас пока нет новостей

# tid_avatar_alt_image
source: avatar of
ru: аватарка

# tid_avatar_alt_no_image
source: no avatar of
ru: без аватарки

# tid_news_item_label_comment
source: Commentaries
ru: Комментарии

# tid_links_news_item
source: Read
ru: Читать

# tid_buttons_tag_search
source: Search
ru: Искать

# tid_messages_tag_search_empty
source: Sorry, no news was found matching your search.
ru: К сожалению, по Вашему запросу новостей не найдено
